Repository: maciejga/django-mailer
Catalog: mailer/locale/*/LC_MESSAGES/django.po
Languages: pl

source: <Can't decode>
pl: <Podgląd niedostępny>

source: Plain text body
pl: Zawartość

source: high
pl: Wysoki

source: medium
pl: Średni

source: low
pl: Niski

source: deferred
pl: Odroczony

source: Message data
pl: Zawartość wiadomości

source: When added
pl: Kiedy dodana

source: Priority
pl: Priorytet

source: message
pl: Wiadomość

source: messages
pl: Widomość

source: <Message repr unavailable>
pl: <Podgląd niedostępny>

source: To
pl: Do

source: Subject
pl: Tytuł

source: To address
pl: Do (adres email)

source: don't send entry
pl: Mail zablokowany

source: don't send entries
pl: Maile zablokowane

source: success
pl: Wysłana

source: don't send
pl: Niewysłana

source: failure
pl: Błąd

source: Message id
pl: Identyfikator widomości

source: When attempted
pl: Data próby

source: Result
pl: Wynik

source: Log message
pl: Log wiadomości

source: message log
pl: Log wiadomości

source: message logs
pl: Log wiadomości

source: <MessageLog repr unavailable>
pl: <Podgląd niedostępny>
